{
    "Russian-Ukrainian conflict": {
        "Introduction": "The Russo-Urainian War is a military conflict between the Russian Federation and Ukraine, which is currently ongoing and which increased after the tense period of the Russian-Ukrainian crisis of 2021-2022, a conflict that on February 24, 2022 It finally led to the Russian invasion of Ukraine, although this confrontation has been going on since 2014 and has had several stages, including Crimea's accession to Russia and the Donbass war that began that same year and is still in progress. Likewise, the Euromaidan demonstrations that mark the beginning of the Ukrainian conflict began in November 2013 in kyiv, the Ukrainian capital, due to the suspension of the signing of the Association Agreement between Ukraine and the European Union.<br>On February 22, 2014, after several months of protests and riots and after the so-called Black Thursday (February 20) in which more than 60 demonstrators died, opponents took control of the country and irregularly occupied the main institutions based in kyiv. Next, the Verkhovna Rada took control of the country in the absence of a good part of its members and Oleksandr Turchínov assumed the coordination of the Government and the presidency of the Parliament, thus falling the government of Víktor Yanukovych.<br>For its part, the 2014 Crimean crisis began in February of that year when the regional government held the separatist referendum on the political status of Crimea. A military intervention took place, where the Russian Armed Forces were deployed in the Crimean peninsula —including Sevastopol— with the aim of guaranteeing the integrity of the pro-Russian Ukrainians living in Crimea and the Russian bases stationed there, until the situation was normalized. socio-political; ignoring the warnings not to invade launched by the United States and kyiv. Thus, on May 17, the independence of the Republic of Crimea was proclaimed and the following day Crimea's accession to Russia was approved.<br>Meanwhile, the war in Donbas began on April 6, 2014. Ukraine's interim government launched an armed operation against Russian-speaking separatist groups in eastern Ukraine after the annexation of Crimea. Russian troops invaded the territory of eastern Ukraine, and Ukrainian troops launched an anti-terrorist operation. In the following month, referendums on the political status of Donetsk and Lugansk were held by regional separatists. On May 20, 2015, it was announced that the New Russian confederation was dissolved.",
        "Context":{
            "Title": "CONTEXT",
            "Content":"The Russification of Ukraine was a body of laws, decrees and other actions carried out, first by the Imperial Russian authorities and later by the Soviet ones, to strengthen the Russian position in the national, political and linguistic spheres in Ukraine. Russification has been seen as part of a policy of genocide related to the Holodomor famine by Raphael Lemkin and other sources.<br>The policy of Russification was more intense in Ukraine than in other parts of the Soviet Union, which is why this country now contains the largest group of Russophones who are not ethnic Russians: in 2009 there were about 5.5 million Ukrainians whose mother tongue was Russian. Russian speakers are most numerous in the southeastern half of the country, while both Russian and Ukrainian are used equally in the center, and Ukrainian is the dominant language in the west. Some of these "Russified Ukrainians" speak Russian , while others speak a mix of Ukrainian and Russian known as 'súrzhyk'; many of them also have some command of the Ukrainian language.<br>The creation of the Black Sea Fleet is attributed to Grigori Potemkin on May 13, 1783, after the annexation of Crimea under the reign of Catherine the Great and the creation of an important military base, located in the city of Sevastopol (recently annexed to the Russian Federation since March 2014). The southward expansion of the Russian Empire in the late 18th century brought it into conflict with its greatest rival in the Black Sea region, the Ottoman Empire. The Black Sea Fleet defeated the Turks in 1790, fought the Ottomans during World War I, the Romanian fleet during World War II, and briefly engaged the Georgian Navy during the South Ossetian War from 2008."
        }
    }
}